import React from "react";

const PageOne = () => {
  const items = {
    title: "Plus үйлчилгээ гэж юу вэ?",
    textMain:
      "Хөрөнгө оруулалтын шийдвэр гаргахад шаардлагатай суурь, техник шинжилгээг олон улсын шилдэг туршлагаар мэргэжлийн шинжээчдийн боловсруулсан зах зээлийн гол үзүүлэлтүүдийг өдөр бүр хүргэдэг үйлчилгээ юм.",
    title2: "Үйлчилгээ хэнд зориулагдсан бэ?",
    title3: "Анхлан суралцагч",
    text3:
      "Хөрөнгийн оруулалтын шийдвэр гаргахад тухайн компанийн талаар бүрэн мэдээлэлтэй байх, гол индикатор үзүүлэлтүүдийг ойлгох нь чухал тул олон улсын шилдэг туршлагыг энгийн ойлгомжтой байдлаар контентууд хүлээн авах боломжтой.",
    title4: "Мэргэжлийн хөрөнгө оруулагч",
    text4:
      "Хөрөнгийн зах зээлийн мэдээлэл өдөр бүр шинэчлэгдэж, өөрчлөгдөж байдаг тул арилжаанд орох шийдвэр гаргахад шаардлагатай гол үзүүлэлт, дата анализ, мэдээллийг тогтмол авах боломжтой.",
  };

  return (
    <div className=" text-white w-4/5 justify-center">
      <div className="text-up flex flex-col justify-center">
        <h2>{items.title}</h2>
        <p>{items.textMain}</p>
      </div>
      <div className="">
        <h2>{items.title2}</h2>
        <div className="flex">
          <div>
            <h4>{items.title3}</h4>
            <p>{items.text3}</p>
          </div>
          <div>
            <h4>{items.title4}</h4>
            <p>{items.text4}</p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default PageOne;
